/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Ogiltig parameter.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Ogiltig operationskod.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Kunde inte ansluta till servern. Kontrollera inloggningsuppgifterna.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Det gick inte att återställa appen. Kontrollera anslutningen till nätverket.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Användaren är redan inloggad.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Operationen körs redan.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Ogiltig operationskontext.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Ogiltigt ID för kommunikationsprotokoll.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Ogiltigt ID för åtgärdspunkt.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Det gick inte att bestämma kommunikationsprotokoll.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Kunde inte hämta nyckel till certifikatet.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Kunde inte hämta certifikat.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Okänt fel.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Säker lagring finns redan.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "DataType-fel";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Säker lagring finns inte.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Ogiltigt argument.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Ange rätt lösenkod.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Kontrollera lösenordet.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Säker lagring är spärrat";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Säker lagring har slut på minne";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Lösenkoden har gått ut. Du måste byta den.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Ange en lösenkod som innehåller minst {0} unika tecken.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Ange en lösenkod som innehåller minst en siffra.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Ange en lösenkod som innehåller minst en gemen.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Ange en lösenkod som innehåller minst ett specialtecken.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Enheten är redan registrerad för en annan användare.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Ange en lösenkod som innehåller minst en versal.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Ange en lösenkod med minst {0} tecken.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Ange en lösenkod som innehåller minst {0} unika tecken.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "De lösenkoder du har angivit matchar inte.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operationen är inte tillåten i det här tillståndet.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "De angivna inloggningsuppgifterna är otillräckliga eller ogiltiga. Försök igen.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Kunde inte ansluta till servern. Kontrollera inloggningsuppgifterna.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Kontrollera ditt användarnamn och lösenord.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Det gick inte att ansluta till servern. Kontakta administratören.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "De angivna inloggningsuppgifterna är otillräckliga eller ogiltiga. Försök igen.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Ange rätt lösenkod.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Ange en lösenkod som innehåller minst en siffra.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "De lösenkoder du har angivit matchar inte.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Lösenkoden har gått ut. Du måste byta den.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Ange en lösenkod med minst {0} tecken.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Ange en lösenkod som innehåller minst en gemen.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Ange en lösenkod som innehåller minst ett specialtecken.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Ange en lösenkod som innehåller minst {0} unika tecken.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Ange en lösenkod som innehåller minst en versal.";

/* XMSG max. 100 chars */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Säker lagring har raderats.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operation stöds ej.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Ogiltig SSO-lösenkod.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Ogiltiga Afaria-uppgifter.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorClientIdentityNotFound" = "Client Identity not found";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorURLValidationFailed" = "Access is denied";

